Repository: morpara/morpos-woocommerce
Catalog: languages/morpos-*.po
Languages: tr_tr

source: MorPOS for WooCommerce
tr_tr: WooCommerce için MorPOS

source: MorPOS is a secure and easy-to-use payment gateway for WooCommerce, enabling businesses to accept credit and debit card payments online with ease.
tr_tr: MorPOS, işletmelerin çevrimiçi olarak kredi ve banka kartı ödemelerini kolayca kabul etmesini sağlayan, WooCommerce için güvenli ve kullanımı kolay bir ödeme altyapısıdır.

source: Unauthorized
tr_tr: Yetkisiz işlem

source: Please fill in all required fields.
tr_tr: Lütfen tüm zorunlu alanları doldurun.

source: Connection successful.
tr_tr: Bağlantı başarılı.

source: Connection failed.
tr_tr: Bağlantı başarısız.

source: API Key not found.
tr_tr: API anahtarı bulunamadı.

source: Conversation ID is required.
tr_tr: Conversation ID zorunludur.

source: MorPOS Payment Plugin
tr_tr: MorPOS Ödeme Eklentisi

source: MorPOS WooCommerce is a virtual POS plugin specially developed for e-commerce websites built on the WooCommerce infrastructure. With this plugin, you can easily accept payments from your customers via credit or debit card — either in full or in installments — and integrate seamlessly with all banks. It is easy to install and requires no technical knowledge.
tr_tr: MorPOS WooCommerce, WooCommerce altyapısına sahip e-ticaret siteleri için özel olarak geliştirilmiş bir sanal POS eklentisidir. Bu eklenti sayesinde müşterilerinizden kredi veya banka kartı ile tek çekim ya da taksitli ödeme alabilir, tüm bankalarla kolayca entegre olabilirsiniz. Kurulumu son derece basittir ve teknik bilgi gerektirmez.

source: Active/Inactive
tr_tr: Aktif/Pasif

source: Enable MorPOS
tr_tr: MorPOS’u Etkinleştir

source: Test Mode
tr_tr: Test Modu

source: Enable Sandbox (testing only)
tr_tr: Sandbox’u Etkinleştir (sadece test için)

source: Sandbox endpoints are used when enabled.
tr_tr: Etkinleştirildiğinde sandbox uç noktaları kullanılır.

source: Your Merchant ID
tr_tr: Üye işyeri numarası

source: Your Client ID
tr_tr: Üye işyeri istemci numarası

source: Your Client Secret
tr_tr: Üye işyeri gizli anahtarı

source: Your API Key
tr_tr: Üye işyeri API anahtarı

source: Payment Method
tr_tr: Ödeme Yöntemi

source: Connection failed: %s
tr_tr: Bağlantı başarısız: %s

source: Invalid credentials
tr_tr: Geçersiz kimlik bilgileri

source: Order not found.
tr_tr: Sipariş bulunamadı.

source: MorPOS: Hosted Payment initiated, customer redirected.
tr_tr: MorPOS: Barındırılan Ödeme başlatıldı, müşteri yönlendirildi.

source: An error occurred while initiating the payment. Please try again. If the problem persists, contact support.
tr_tr: Ödeme başlatılırken bir hata oluştu. Lütfen tekrar deneyin. Sorun devam ederse destek ekibiyle iletişime geçin.

source: Embedded payment form could not be obtained. Please try again. If the problem persists, contact support.
tr_tr: Ödeme formu alınamadı. Lütfen tekrar deneyin. Sorun devam ederse destek ekibiyle iletişime geçin.

source: Payment redirect URL could not be obtained. Please try again. If the problem persists, contact support.
tr_tr: Ödeme yönlendirme adresi alınamadı. Lütfen tekrar deneyin. Sorun devam ederse destek ekibiyle iletişime geçin.

source: Order key could not be verified.
tr_tr: Sipariş anahtarı doğrulanamadı.

source: MorPOS return parameters:
tr_tr: MorPOS dönüş parametreleri:

source: Card
tr_tr: Kart

source: Installment
tr_tr: Taksit

source: MorPOS: Payment SUCCESSFUL.
tr_tr: MorPOS: Ödeme BAŞARILI.

source: Payment successful.
tr_tr: Ödeme başarılı.

source: MorPOS: Payment FAILED.
tr_tr: MorPOS: Ödeme BAŞARISIZ.

source: Payment failed. Please try again.
tr_tr: Ödeme başarısız. Lütfen tekrar deneyin.

source: Payment failed
tr_tr: Ödeme başarısız

source: Not detected
tr_tr: Bulunamadı

source: Below required
tr_tr: Yetersiz

source: Allowed but discouraged
tr_tr: İzin veriliyor ancak önerilmez

source: Meets recommended
tr_tr: Önerilen seviyede

source: Unable to verify TLS support
tr_tr: TLS desteği doğrulanamadı

source: Does not meet minimum TLS requirements
tr_tr: Minimum TLS gereksinimleri karşılanmıyor

source: Works, but TLS 1.3 is recommended
tr_tr: Çalışıyor, ancak TLS 1.3 önerilir

source: Not installed
tr_tr: Yüklü değil

source: Unknown
tr_tr: Bilinmiyor

source: Requirements
tr_tr: Gereksinimler

source: Component
tr_tr: Bileşen

source: Current
tr_tr: Mevcut

source: Recommended
tr_tr: Önerilen

source: Required (minimum)
tr_tr: Gerekli (minimum)

source: Status
tr_tr: Durum

source: Usable, but please upgrade to improve performance and security.
tr_tr: Kullanılabilir, ancak performans ve güvenliği artırmak için lütfen yükseltin.

source: Payments cannot be processed until the server supports TLS 1.2 or newer.
tr_tr: Sunucu TLS 1.2 veya daha yenisini destekleyene kadar ödemeler işlenemez.

source: SSL/TLS available (version unknown)
tr_tr: SSL/TLS kullanılabilir (sürümü bilinmiyor)

source: No SSL/TLS detected
tr_tr: SSL/TLS tespit edilmedi

source: Version:
tr_tr: Sürüm:

source: Setup
tr_tr: Kurulum

source: Connection Successful
tr_tr: Bağlantı Başarılı

source: Connection Failed
tr_tr: Bağlantı Başarısız

source: Test Connection
tr_tr: Bağlantıyı Test Et

source: System Requirements
tr_tr: Sistem Gereksinimleri

source: The following table shows the current status of your server environment. Please ensure all requirements are met for optimal performance.
tr_tr: Aşağıdaki tablo, sunucu ortamınızın mevcut durumunu göstermektedir. En iyi performans için tüm gereksinimlerin karşılandığından emin olun.

source: Processing your order…
tr_tr: Siparişiniz işleniyor…

source: Please wait while we process your order. You will be redirected shortly.
tr_tr: Siparişiniz işlenirken lütfen bekleyin. Kısa süre içinde yönlendirileceksiniz.

source: Almost there
tr_tr: Neredeyse bitti

source: We’ve received your order. Please complete the payment to finish your purchase.
tr_tr: Siparişiniz hazır — tamamlamak için ödemeyi yapın.

source: <strong>Do not close this window</strong> until payment succeeds and you’re redirected.
tr_tr: Ödeme tamamlanıp yönlendirme gerçekleşene kadar <strong>bu pencereyi kapatmayın</strong>.

source: Testing…
tr_tr: Test ediliyor…

source: Connection error.
tr_tr: Bağlantı hatası.

source: Could not reach the server.
tr_tr: Sunucuya ulaşılamadı.

source: You can make a payment using your credit or debit card.
tr_tr: Kredi ve banka kartı kullanarak ödeme yapabilirsiniz.

source: Test Mode Enabled.
tr_tr: Test Modu Etkin.

source: Transactions are simulated and not charged until test mode is disabled.
tr_tr: İşlemler yalnızca simülasyon amaçlıdır ve test modu devre dışı bırakılana kadar gerçek bir ücretlendirme yapılmaz.

source: Credit and Bank Card
tr_tr: Kredi ve Banka Kartı

source: Supported Cards
tr_tr: Desteklenen Kartlar
